export const Messages = {
    start: `
    «Битва Поколений» через 3…2…1…🥷»
Ждём тебя 09.12 на танцполе, где встретятся в бою титаны Shadows🔥  

Чтобы следить за новостями, нажимай кнопку «Узнать о мероприятии»
Чтобы купить билет, нажимай кнопку «Купить билет»

Места ограничены, так что советуем поспешить 😉
    `,
    payment: `
    Стоимость билета 1200тг

💸 Оплата по номеру Kaspi.kz:
87078708135 Сания К.
    
Чтобы получить билет с индивидуальным QR кодом, необходимо отправить чек с подтверждением оплаты

❗️НЕ снимок экрана, а PDF файл❗️(иначе мы не увидим вашу оплату)
    `,
    notpdf: `
    Чтобы чек прошел проверку, необходимо загрузить его в формате pdf📎

P.S. Это можно сделать, нажав на иконку «поделиться» в самом приложении банка
    `, 
    pdf: `
    ⏳Твой чек на проверке, это может занять некоторое время
    `,
    thanks: `
    Спасибо! Ждём с нетерпением 🤍
    
✅Не забудь позвать с собой друзей, а чтобы не пропустить битву ни при каких обстоятельствах, жми кнопку «Напомнить»
    `, 
    ban: `
    Ой! Билет заблокирован 👾

Свяжись с поддержкой, чтобы мы смогли скорее решить проблему:
👩‍💻 @postkermit
    `, 
    desc: `
    А вот и билет 🥳
Просто покажи QR на входе в бар (смотри не опаздывай👀)
    `
};
// ✅Не забудь позвать с собой друзей, а чтобы не пропустить битву ни при каких обстоятельствах, жми кнопку «Напомнить»